[
  {
    "id": 11,
    "name": "Marvel's Captain America: Civil War",
    "description": "Marvel’s Captain America: Civil War picks up where - Avengers: Age of Ultron - left off, as Steve Rogers leads the new team of Avengers in their continued efforts to safeguard humanity. After another international incident involving the Avengers results in collateral damage, political pressure mounts to install a system of accountability and a governing body to determine when to enlist the services of the team. The new status quo fractures the Avengers while they try to protect the world from a new and nefarious villain.",
    "imgPath": "assets/images/civilwar.jpg",
    "duration": 148,
    "genre": [
      "Action",
      "Adventure"
    ],
    "language": "English",
    "mpaaRating": {
      "type": "PG",
      "label": "Some Violence"
    },
    "userRating": "5"
  },
  {
    "id": 12,
    "name": "Money Monster",
    "description": "In the real-time, high stakes thriller Money Monster, George Clooney and Julia Roberts star as financial TV host Lee Gates and his producer Patty, who are put in an explosive situation when an irate investor who has lost everything (Jack O’Connell) forcefully takes over their studio. During a tense standoff broadcast to millions on live TV, Lee and Patty must work furiously against the clock to unravel the mystery behind a conspiracy at the heart of today's fast-paced, high-tech global markets.",
    "imgPath": "assets/images/moneymonster.jpg",
    "duration": 99,
    "genre": [
      "Thriller"
    ],
    "language": "English",
    "mpaaRating": {
      "type": "M18",
      "label": "Sexual Scene and Coarse Language"
    },
    "userRating": "3"
  },
  {
    "id": 13,
    "name": "Twenty Four",
    "description": "This sci-fi thriller is about time travel, the one thing that humans cannot control... but what if someone has the power to do so?",
    "imgPath": "assets/images/twentyfour.jpg",
    "duration": 163,
    "genre": [
      "Thriller"
    ],
    "language": "Tamil",
    "mpaaRating": {
      "type": "PG",
      "label": "Some Violence"
    },
    "userRating": "4"
  },
  {
    "id": 14,
    "name": "Bad Neighbours 2",
    "description": "Returning stars Seth Rogen, Zac Efron and Rose Byrne are joined by Chloë Grace Moretz for Neighbors 2: Sorority Rising, the follow-up to 2014’s most popular original comedy. Nicholas Stoller again directs in a film that follows what happens when the will of parenthood goes against the bonds of sisterhood. Now that Mac (Rogen) and Kelly Radner (Byrne) have a second baby on the way, they are ready to make the final move into adulthood: the suburbs. But just as they thought they’d reclaimed the neighborhood and were safe to sell, they learn that the new occupants next door are a sorority even more out of control than Teddy (Efron) and his brothers ever dreamed of being.",
    "imgPath": "assets/images/badneighbours.jpg",
    "duration": 110,
    "genre": [
      "Comedy"
    ],
    "language": "English",
    "mpaaRating": {
      "type": "R21",
      "label": "Sexual Content & Drug Use"
    },
    "userRating": "2"
  },
  {
    "id": 15,
    "name": "Disney's The Jungle Book",
    "description": "The Jungle Book - is an all-new live-action epic adventure about Mowgli (newcomer Neel Sethi), a man-cub raised in the jungle by a family of wolves, who embarks on a captivating journey of self-discovery when he’s forced to abandon the only home he’s ever known.",
    "imgPath": "assets/images/junglebook.jpg",
    "duration": 106,
    "genre": [
      "Adventure",
      "Fantasy"
    ],
    "language": "English",
    "mpaaRating": {
      "type": "PG",
      "label": "Some Intense Sequences"
    },
    "userRating": "4"
  },
  {
    "id": 16,
    "name": "Azhar",
    "description": "Azhar is based on a few highly talked about incidents and facts in Azhar’s life, Azharuddin, who ended up becoming the country’s most controversial sportsman yet. From setting world records that are yet to be broken, to getting embroiled in the first ever match fixing scandal the country witnessed, the film traces Azhar’s insurmountable highs and his tremendous lows. <br><br>The film begins with Azhar as a young child from a middle class home in Hyderabad who dreams of becoming a cricketer and captures his entry on sheer merit in the professional arena of Indian cricket as a teenager. Drawing parallels with his personal and professional life, we are introduced to a young and shy Azhar who’s arranged marriage with Naureen throws light on his private world that was forever closed to the media and the public glare. <br><br>His rise as the captain of Indian cricket team shows us the metamorphoses of the man who enjoys a flamboyant life style and has become accustomed to the adulation of fans and the media. At this point, Sangeeta enters the scene. Azhar’s eventual marriage with the actress changes his life forever. <br><br>Even as Azhar is set to create a record of having played 100 test matches, the biggest twist in his career comes when he is accused of being involved in the match fixing scandal. The first ever controversy of this magnitude, witnessed by the country, cuts short his career bringing him much shame and ignominy. <br><br>From being labelled a living legend, Azhar becomes an accused. How that change happens and what Azhar goes through when faced with life-damning allegations- form the crux of the story. Though the film is not a biopic, for the first time, Azhar, the film, provides us with the inner view of a much publicized life and times, of the cricketing hero who fell from grace and changed the gentleman’s game forever.",
    "imgPath": "assets/images/azhar.jpg",
    "duration": 130,
    "genre": [
      "Sports",
      "Biopic"
    ],
    "language": "Hindi",
    "mpaaRating": {
      "type": "PG",
      "label": "Some Violence"
    },
    "userRating": "3"
  },
  {
    "id": 17,
    "name": "My New Sassy Girl",
    "description": "A sequel to the 2001 movie - My Sassy Girl - Gyun-woo can't forget the sassy girl. One day he meets the love of his life again and marries her. However, he goes through a honeymoon which no man would ever dream of...",
    "imgPath": "assets/images/mysassygirl.jpg",
    "duration": 100,
    "genre": [
      "Romance",
      "Comedy"
    ],
    "language": "Korean",
    "mpaaRating": {
      "type": "PG",
      "label": ""
    },
    "userRating": "3"
  },
  {
    "id": 18,
    "name": "Finding Mr Right 2: Book Of Love",
    "description": "Tang Wei plays the role of Xiao Ye a lonely gal who immigrated to Macau with her father since she was 15 years old. The casino has become like home to her. She meets Daniel, portrayed by Wu Xiubo, a real estate broker and father of teenage son. The story talks about two people who exchanged letters to each other sharing their most personal and intimate self in each of those letter. They fall in love and finds solace in each other.",
    "imgPath": "assets/images/findingmrright.jpg",
    "duration": 110,
    "genre": [
      "Romance"
    ],
    "language": "Mandarin",
    "mpaaRating": {
      "type": "PG13",
      "label": "Some Coarse Language"
    },
    "userRating": "3"
  },
  {
    "id": 19,
    "name": "Long Long Time Ago 2",
    "description": "After the 1969 nationwide floods, Zhao Di takes over her father’s family farm with the help of reformed gangster Ah Long. <br><br>In 1977, the Government begins expropriating land for redevelopment, forcing villagers from their kampongs. Licensed farmland owners, such as Zhao Di, are financially compensated for their land. Ah Kun, Zhao Di’s greedy brother accuses Zhao Di and Ah Long of having an affair to tarnish her name in front of the family. In the midst of Ah Kun’s persistent accusations, Zhao Di’s health takes a hit. Will Zhao Di be able to keep her hard-earned compensation money? What will become of her family if Zhao Di’s health continues to deteriorate? <br><br>As people change with time, will the kampong spirit remain? ",
    "imgPath": "assets/images/longlongtimeago.jpg",
    "duration": 121,
    "genre": [
      "Drama",
      "Comedy"
    ],
    "language": "Mandarin",
    "mpaaRating": {
      "type": "PG13",
      "label": "Some Sexual Reference"
    },
    "userRating": "5"
  },
  {
    "id": 20,
    "name": "Before I Wake",
    "description": "In this creepy and terrifying thriller, Cody's new foster parents Jessie and Mark can't wait to welcome the special little boy into their home. Once he settles in, Jessie and Mark soon discover Cody has a very unique gift - his vibrant and imaginative dreams come to life all around him while he is sleeping. When the curious new parents begin to cultivate this strange phenomenon by lulling Cody into deep sleep, they find that the creatures of his darkest nightmares will also come alive, wrecking havoc in the night.",
    "imgPath": "assets/images/beforeiwake.jpg",
    "duration": 97,
    "genre": [
      "Horror"
    ],
    "language": "English",
    "mpaaRating": {
      "type": "PG13",
      "label": "Horror"
    },
    "userRating": "3"
  },
  {
    "id": 21,
    "name": "Mothers Day",
    "description": "Jennifer Aniston, Kate Hudson (Raising Helen, How to Lose a Guy in 10 Days), Julia Roberts (Erin Brockovich, Pretty Woman), Jason Sudeikis (Horrible Bosses, We’re the Millers) and Britt Robertson (Tomorrowland, The Longest Ride) star in interwoven stories about a group of women with one important thing in common- mothers. Expectant moms, single moms, stepmoms, gay moms, estranged moms, long-lost moms and mothers of all kinds get their due in an emotional tribute to the tie that can’t be broken. In the week before the one day of the year when Mom comes first, the lives of a group of strong, loving and wildly imperfect women, from a divorced mother dealing with her kids’ new stepmom to a young mom trying find her own birth mother, provide an emotional and humorous reminder that every mom is her own kind of hero. As Mother’s Day approaches, each of them is about to prove the power of the maternal bond in sweet, smart, sassy and sexy celebration of mothers everywhere.",
    "imgPath": "assets/images/mothersday.jpg",
    "duration": 118,
    "genre": [
      "Romance",
      "Comedy"
    ],
    "language": "English",
    "mpaaRating": {
      "type": "M18",
      "label": "Some Homosexual Content"
    },
    "userRating": "2"
  },
  {
    "id": 22,
    "name": "Baaghi",
    "description": "Baaghi is the story of Ronny, a rebellious 23-year-old from Delhi. Fearing his unruly and angry temperament his father sends him to a disciplinary academy set in a sleepy town in Kerala. While traveling to the academy he meets Siya who also carries a rebellious streak but nonetheless spark fly between them. After his enrollment, Ronny encounters the star student Raghav and things get awry between them when Raghav falls for Siya as well. Years later Ronny is informed that Siya is abducted and is called upon for help to rescue her from the gritty underbelly of Thailand. Lost in the midst of a new city Ronny comes face to face with his nemesis, Raghav. They both still love Siya unconditionally and are in a battle to win her heart. But there will be only one person who will. Who will it be the rebellious Ronny or the furious Raghav?",
    "imgPath": "assets/images/baaghi.jpg",
    "duration": 133,
    "genre": [
      "Action', 'Romance"
    ],
    "language": "Hindi",
    "mpaaRating": {
      "type": "NC16",
      "label": "Some Violence"
    },
    "userRating": "3"
  },
  {
    "id": 23,
    "name": "Friend Request",
    "description": "Laura, a popular college girl, is very active on social media and shares almost everything in her life with her 800+ friends on Facebook. However after accepting a friend request from an unknown girl named Marina, Laura becomes obsessed with Marina's profile, and soon her friends begin to die violently one by one",
    "imgPath": "assets/images/friendrequest.jpg",
    "duration": 93,
    "genre": [
      "Horror"
    ],
    "language": "English",
    "mpaaRating": {
      "type": "NC16",
      "label": "Horror and Some Violence"
    },
    "userRating": "4"
  },
  {
    "id": 24,
    "name": "Criminal",
    "description": "The story of the right man in the wrong body. In a last-ditch effort to stop a diabolical plot, a dead CIA operative’s memories, secrets, and skills are implanted into an unpredictable and dangerous death-row inmate in hopes the he will complete the operative’s mission",
    "imgPath": "assets/images/criminal.jpg",
    "duration": 113,
    "genre": [
      "Action', 'Drama"
    ],
    "language": "English",
    "mpaaRating": {
      "type": "NC16",
      "label": "Violence & Coarse Language"
    },
    "userRating": "4"
  },
  {
    "id": 25,
    "name": "Disney's Zootopia",
    "description": "The modern mammal metropolis of Zootopia is a city like no other. Comprised of habitat neighborhoods like ritzy Sahara Square and frigid Tundratown, it’s a melting pot where animals from every environment live together—a place where no matter what you are, from the biggest elephant to the smallest shrew, you can be anything. But when rookie officer Judy Hopps (voice of Ginnifer Goodwin) arrives, she discovers that being the first bunny on a police force of big, tough animals isn’t so easy. Determined to prove herself, she jumps at the opportunity to crack a case, even if it means partnering with a fast-talking, scam-artist fox, Nick Wilde (voice of Jason Bateman), to solve the mystery.",
    "imgPath": "assets/images/zootopia.jpg",
    "duration": 109,
    "genre": [
      "Animation",
      "Comedy"
    ],
    "language": "English",
    "mpaaRating": {
      "type": "PG",
      "label": ""
    },
    "userRating": "5"
  }
]